HINDI_THIRD_LANGUAGE_DATA = {
    1: {
        "chapter": "वल्लरी - मुख्य पाठ",
        "topics": [
            "मातृभूमि",
            "कश्मीरी सेब",
            "गिल्लू",
            "अभिनव मनुष्य",
            "मेरा बचपन",
            "बसंत की सच्चाई",
            "तुलसी के दोहे",
            "इंटरनेट क्रांति",
            "ईमानदारों के सम्मेलन में",
            "दुनिया में पहला मकान",
            "समय की पहचान",
            "रोबोट",
            "महिला की साहस गाथा",
            "सूर-श्याम",
            "कर्नाटक संपदा",
            "बाल-शक्ति",
            "कोशिश करनेवालों की कभी हार नहीं होती",
        ],
    },

    2: {
        "chapter": "पूरक वाचन",
        "topics": [
            "शनि : सबसे सुंदर ग्रह",
            "सत्य की महिमा",
            "नागरिक के कर्तव्य",
        ],
    },
}