KANNADA_FIRST_LANGUAGE_DATA = {
    1: {
        "chapter": "ಗದ್ಯಭಾಗ",
        "topics": [
            "ನಮ್ಮ ಭಾಷೆ",
            "ವ್ಯಾಘ್ರಗೀತೆ",
            "ಭಾಗ್ಯಶಿಲ್ಪಿಗಳು",
            "ಎದೆಗೆ ಬಿದ್ದ ಅಕ್ಷರ",
            "ಯುದ್ಧ",
            "ಶಬರಿ",
            "ಲಂಡನ್ ನಗರ",
            "ಅಗ್ನಿಭೂತಿ ವಾಯುಭೂತಿಯರ ಕತೆ",
        ],
    },

    2: {
        "chapter": "ಪದ್ಯಭಾಗ",
        "topics": [
            "ಸಂಕಲ್ಪಗೀತೆ",
            "ಹಕ್ಕಿ ಹಾರುತಿದೆ ನೋಡಿದಿರಾ",
            "ಕೌರವೇಂದ್ರನ ಕೊಂದೆ ನೀನು",
            "ಛಲಮನೆ ಮೆರೆವೆಂ",
            "ಹಸುರು",
            "ಹಲಗಲಿಯ ಬೇಡರು",
            "ವೀರಲವ",
            "ಕೆಮ್ಮನೆ ಮೀಸೆವೊತ್ತನೇ",
        ],
    },

    3: {
        "chapter": "ಪಠ್ಯಪೂರಕ ಅಧ್ಯಯನ",
        "topics": [
            "ವಸಂತ ಮುಖ ತೋರಲಿಲ್ಲ",
            "ಭಗತ್ ಸಿಂಗ್",
            "ಉದಾತ್ತ ಚಿಂತನೆಗಳು",
            "ವಚನಗಳು",
            "ನಾನು ಪ್ರಾಸ ಬಿಟ್ಟ ಕತೆ",
            "ಶುಕನಾಸನ ಉಪದೇಶ",
        ],
    },
}